Repository: bannzai/Alarmify
Catalog: Alarmify/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Register this device again
ar: سجّل هذا الجهاز مرة أخرى
ca: Torna a registrar aquest dispositiu
cs: Zaregistruj toto zařízení znovu
da: Registrér denne enhed igen
de: Dieses Gerät erneut registrieren
el: Καταχώρισε ξανά αυτή τη συσκευή
es: Vuelve a registrar este dispositivo
es_419: Vuelve a registrar este dispositivo
fi: Rekisteröi tämä laite uudelleen
fr: Enregistrer à nouveau cet appareil
he: רשום את המכשיר הזה מחדש
hi: इस डिवाइस को फिर से रजिस्टर करें
hr: Ponovno registriraj ovaj uređaj
hu: Regisztráld újra ezt az eszközt
id: Daftarkan perangkat ini lagi
it: Registra di nuovo questo dispositivo
ja: 配送先を登録し直す
ko: 이 기기를 다시 등록해 주세요
ms: Daftar peranti ini sekali lagi
nb: Registrer denne enheten på nytt
nl: Dit apparaat opnieuw registreren
pl: Zarejestruj to urządzenie ponownie
pt_br: Registrar este dispositivo novamente
pt_pt: Registar este dispositivo novamente
ro: Înregistrează din nou acest dispozitiv
ru: Зарегистрируйте это устройство снова
sk: Zaregistruj toto zariadenie znova
sv: Registrera den här enheten igen
th: ลงทะเบียนอุปกรณ์นี้อีกครั้ง
tr: Bu cihazı yeniden kaydet
uk: Зареєструйте цей пристрій знову
vi: Đăng ký lại thiết bị này
zh_hans: 重新注册此设备
zh_hant: 重新註冊此裝置
zh_hk: 再次註冊此裝置

source: Registered
ar: تم التسجيل
ca: Registrat
cs: Registrováno
da: Registreret
de: Registriert
el: Καταχωρίστηκε
es: Registrada
es_419: Registrada
fi: Rekisteröity
fr: Enregistrée
he: נרשמה
hi: पंजीकृत
hr: Registrirano
hu: Regisztrálva
id: Terdaftar
it: Registrata
ja: 登録済み
ko: 등록됨
ms: Didaftarkan
nb: Registrert
nl: Geregistreerd
pl: Zarejestrowano
pt_br: Registrado
pt_pt: Registado
ro: Înregistrată
ru: Зарегистрировано
sk: Zaregistrované
sv: Registrerad
th: ลงทะเบียนแล้ว
tr: Kaydedildi
uk: Зареєстровано
vi: Đã đăng ký
zh_hans: 已注册
zh_hant: 已註冊
zh_hk: 已登記

source: Registering
ar: جارٍ التسجيل
ca: Registrant
cs: Registrace probíhá
da: Registrerer
de: Wird registriert
el: Γίνεται εγγραφή
es: Registrando
es_419: Registrando
fi: Rekisteröidään
fr: Enregistrement en cours
he: מתבצע רישום
hi: पंजीकरण हो रहा है
hr: Registracija u tijeku
hu: Regisztrálás
id: Mendaftarkan
it: Registrazione in corso
ja: 登録中
ko: 등록 중
ms: Sedang mendaftar
nb: Registrerer
nl: Registreren
pl: Rejestrowanie
pt_br: Registrando
pt_pt: A registar
ro: Se înregistrează
ru: Регистрация…
sk: Registrácia prebieha
sv: Registrerar
th: กำลังลงทะเบียน
tr: Kaydediliyor
uk: Реєстрація…
vi: Đang đăng ký
zh_hans: 正在注册
zh_hant: 正在註冊
zh_hk: 正在登記

source: Reload prices
ar: إعادة تحميل الأسعار
ca: Torna a carregar els preus
cs: Znovu načíst ceny
da: Genindlæs priser
de: Preise neu laden
el: Επαναφόρτωση τιμών
es: Recargar precios
es_419: Recargar precios
fi: Lataa hinnat uudelleen
fr: Recharger les prix
he: טעינת המחירים מחדש
hi: कीमतें फिर से लोड करें
hr: Ponovno učitaj cijene
hu: Árak újratöltése
id: Muat ulang harga
it: Ricarica prezzi
ja: 料金を再読み込み
ko: 가격 다시 불러오기
ms: Muat semula harga
nb: Last inn priser på nytt
nl: Prijzen opnieuw laden
pl: Wczytaj ceny ponownie
pt_br: Recarregar preços
pt_pt: Recarregar preços
ro: Reîncarcă prețurile
ru: Загрузить цены повторно
sk: Znovu načítať ceny
sv: Ladda om priser
th: โหลดราคาอีกครั้ง
tr: Fiyatları yeniden yükle
uk: Повторно завантажити ціни
vi: Tải lại giá
zh_hans: 重新加载价格
zh_hant: 重新載入價格
zh_hk: 重新載入價格

source: Restart the app to switch the backend.
ar: أعد تشغيل التطبيق للتبديل إلى الواجهة الخلفية.
ca: Reinicia l’app per canviar el backend.
cs: Restartuj aplikaci pro přepnutí backendu.
da: Genstart appen for at skifte backend.
de: Starte die App neu, um das Backend zu wechseln.
el: Επανεκκίνησε την εφαρμογή για να αλλάξεις το backend.
es: Reinicia la app para cambiar el backend.
es_419: Reinicia la app para cambiar el backend.
fi: Käynnistä sovellus uudelleen vaihtaaksesi backendin.
fr: Redémarrez l’app pour changer de backend.
he: הפעל מחדש את האפליקציה כדי להחליף את ה-backend.
hi: बैकएंड बदलने के लिए ऐप को फिर से शुरू करें।
hr: Ponovno pokreni aplikaciju za promjenu backenda.
hu: Indítsd újra az alkalmazást a backend váltásához.
id: Mulai ulang aplikasi untuk mengganti backend.
it: Riavvia l’app per cambiare backend.
ja: 接続先の変更はアプリを再起動すると反映されます。
ko: 백엔드를 전환하려면 앱을 재시작해야 해요.
ms: Mulakan semula aplikasi untuk menukar backend.
nb: Start appen på nytt for å bytte backend.
nl: Start de app opnieuw om van backend te wisselen.
pl: Uruchom ponownie aplikację, aby przełączyć backend.
pt_br: Reinicie o app para trocar o backend.
pt_pt: Reinicia a app para mudar o backend.
ro: Repornește aplicația pentru a schimba backendul.
ru: Перезапустите приложение, чтобы сменить бэкенд.
sk: Reštartuj aplikáciu a prepni backend.
sv: Starta om appen för att byta backend.
th: รีสตาร์ทแอปเพื่อเปลี่ยนแบ็กเอนด์
tr: Arka ucu değiştirmek için uygulamayı yeniden başlat.
uk: Перезапустіть застосунок, щоб змінити бекенд.
vi: Khởi động lại ứng dụng để chuyển backend.
zh_hans: 重启 App 以切换后端。
zh_hant: 重新啟動 App 以切換後端。
zh_hk: 重新啟動 App 以切換後端。

source: Restore Purchases
ar: استعادة المشتريات
ca: Restaurar compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
es_419: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
he: שחזור רכישות
hi: खरीदारियाँ पुनर्स्थापित करें
hr: Obnovi kupnje
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sv: Återskapa köp
th: กู้คืนรายการซื้อ
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买项目
zh_hant: 還原購買項目
zh_hk: 還原購買項目

source: Revoke
ar: إبطال
ca: Revoca
cs: Odvolat
da: Tilbagekald
de: Widerrufen
el: Ανάκληση
es: Revocar
es_419: Revocar
fi: Mitätöi
fr: Révoquer
he: שלול
hi: निरस्त करें
hr: Opozovi
hu: Visszavonás
id: Cabut
it: Revoca
ja: 失効させる
ko: 폐기
ms: Tarik balik
nb: Tilbakekall
nl: Intrekken
pl: Unieważnij
pt_br: Revogar
pt_pt: Revogar
ro: Revocă
ru: Отозвать
sk: Odvolať
sv: Återkalla
th: เพิกถอน
tr: İptal et
uk: Відкликати
vi: Thu hồi
zh_hans: 撤销
zh_hant: 撤銷
zh_hk: 撤銷

source: Ring when a workflow finishes or fails
ar: إطلاق المنبّه عند اكتمال سير العمل أو فشله
ca: Fes sonar l’alarma quan un flux de treball acabi o falli
cs: Spustit alarm, když se workflow dokončí nebo selže
da: Lad alarmen ringe, når et workflow afsluttes eller mislykkes
de: Alarm auslösen, wenn ein Workflow abgeschlossen ist oder fehlschlägt
el: Να χτυπάει όταν ολοκληρώνεται ή αποτυγχάνει μια ροή εργασίας
es: Sonar cuando un flujo de trabajo termine o falle
es_419: Sonar cuando un flujo de trabajo termine o falle
fi: Laita hälytys soimaan, kun työnkulku valmistuu tai epäonnistuu
fr: Faire sonner l’alarme lorsqu’un workflow se termine ou échoue
he: להפעיל את האזעקה כשזרימת עבודה מסתיימת או נכשלת
hi: वर्कफ़्लो पूरा होने या विफल होने पर अलार्म बजाएँ
hr: Zazvoni kad se workflow dovrši ili ne uspije
hu: Szólaljon meg, amikor egy munkafolyamat befejeződik vagy sikertelen lesz
id: Bunyikan alarm saat alur kerja selesai atau gagal
it: Fai suonare la sveglia quando un workflow termina o non va a buon fine
ja: workflow の完了・失敗時に鳴らす
ko: 워크플로가 완료되거나 실패하면 알람을 울려요
ms: Bunyikan penggera apabila aliran kerja selesai atau gagal
nb: Ring når en arbeidsflyt fullføres eller mislykkes
nl: Laat het alarm afgaan wanneer een workflow is voltooid of mislukt
pl: Uruchom alarm po zakończeniu lub niepowodzeniu workflow
pt_br: Tocar o alarme quando um workflow for concluído ou falhar
pt_pt: Fazer soar o alarme quando um workflow terminar ou falhar
ro: Sună alarma când un flux de lucru se finalizează sau eșuează
ru: Будильник при завершении или сбое рабочего процесса
sk: Spustiť alarm, keď sa workflow dokončí alebo zlyhá
sv: Ring när ett arbetsflöde slutförs eller misslyckas
th: ปลุกเมื่อเวิร์กโฟลว์เสร็จสิ้นหรือล้มเหลว
tr: Bir iş akışı tamamlandığında veya başarısız olduğunda alarmı çaldır
uk: Вмикати будильник після завершення або збою робочого процесу
vi: Bật chuông khi quy trình hoàn tất hoặc gặp lỗi
zh_hans: 工作流完成或失败时响铃
zh_hant: 工作流程完成或失敗時響鈴
zh_hk: 工作流程完成或失敗時響起鬧鐘

source: Runs the same path as a received push (AlarmRequest → AlarmKitScheduler.apply) to schedule or cancel an alarm with a fixed id. Use this on the simulator, where simctl push does not reach that path.
ar: يستخدم المسار نفسه للإشعار الفوري المستلم (AlarmRequest → AlarmKitScheduler.apply) لجدولة منبّه أو إلغائه باستخدام معرّف ثابت. استخدمه على المحاكي، حيث لا يصل simctl push إلى هذا المسار.
ca: Utilitza el mateix flux que una notificació push rebuda (AlarmRequest → AlarmKitScheduler.apply) per programar o cancel·lar una alarma amb un identificador fix. Fes-lo servir al simulador, on simctl push no arriba a aquest flux.
cs: Používá stejnou cestu jako přijatá push notifikace (AlarmRequest → AlarmKitScheduler.apply) k naplánování nebo zrušení alarmu s pevným ID. Použijte ji v simulátoru, kde se simctl push touto cestou nedostane.
da: Bruger samme sti som et modtaget push (AlarmRequest → AlarmKitScheduler.apply) til at planlægge eller annullere en alarm med et fast id. Brug den i simulatoren, hvor simctl push ikke når denne sti.
de: Verwendet denselben Pfad wie ein empfangener Push (AlarmRequest → AlarmKitScheduler.apply), um einen Wecker mit einer festen ID zu planen oder abzubrechen. Verwende ihn im Simulator, da simctl push diesen Pfad nicht erreicht.
el: Χρησιμοποιεί την ίδια διαδρομή με ένα ληφθέν push (AlarmRequest → AlarmKitScheduler.apply) για τον προγραμματισμό ή την ακύρωση μιας ειδοποίησης με σταθερό ID. Χρησιμοποίησέ το στον simulator, όπου το simctl push δεν ακολουθεί αυτή τη διαδρομή.
es: Usa la misma ruta que un push recibido (AlarmRequest → AlarmKitScheduler.apply) para programar o cancelar una alarma con un ID fijo. Úsalo en el simulador, donde simctl push no llega a esa ruta.
es_419: Usa la misma ruta que un push recibido (AlarmRequest → AlarmKitScheduler.apply) para programar o cancelar una alarma con un ID fijo. Úsalo en el simulador, donde simctl push no llega a esa ruta.
fi: Käyttää samaa polkua kuin vastaanotettu push (AlarmRequest → AlarmKitScheduler.apply) hälytyksen ajastamiseen tai peruuttamiseen kiinteällä tunnuksella. Käytä tätä simulaattorissa, jossa simctl push ei kulje tätä polkua.
fr: Utilise le même chemin qu’une notification push reçue (AlarmRequest → AlarmKitScheduler.apply) pour programmer ou annuler une alarme avec un identifiant fixe. Utilisez-le dans le simulateur, où simctl push n’emprunte pas ce chemin.
he: משתמש באותו מסלול כמו push שהתקבל (AlarmRequest → AlarmKitScheduler.apply) כדי לתזמן או לבטל התראה עם מזהה קבוע. השתמש בו בסימולטור, שבו simctl push לא מגיע למסלול הזה.
hi: प्राप्त push (AlarmRequest → AlarmKitScheduler.apply) के समान पथ का उपयोग करके एक निश्चित ID वाली अलार्म को शेड्यूल या रद्द करता है। सिम्युलेटर में इसका उपयोग करें, जहाँ simctl push इस पथ तक नहीं पहुँचता।
hr: Koristi isti put kao primljeni push (AlarmRequest → AlarmKitScheduler.apply) za zakazivanje ili otkazivanje alarma s fiksnim ID-om. Koristi ga u simulatoru, gdje simctl push ne prolazi tim putem.
hu: A fogadott push értesítéssel azonos útvonalat használja (AlarmRequest → AlarmKitScheduler.apply) egy rögzített azonosítójú ébresztés ütemezéséhez vagy törléséhez. Használd a szimulátoron, ahol a simctl push nem éri el ezt az útvonalat.
id: Menggunakan jalur yang sama seperti push yang diterima (AlarmRequest → AlarmKitScheduler.apply) untuk menjadwalkan atau membatalkan alarm dengan ID tetap. Gunakan di simulator, karena simctl push tidak mencapai jalur tersebut.
it: Usa lo stesso percorso di un push ricevuto (AlarmRequest → AlarmKitScheduler.apply) per programmare o annullare una sveglia con un ID fisso. Usalo nel simulatore, dove simctl push non raggiunge questo percorso.
ja: push 受信時と同じ経路 (AlarmRequest → AlarmKitScheduler.apply) で、固定 id のアラームを AlarmKit に登録・取消します。simulator では simctl push がこの経路を通らないため、ここから検証します。
ko: 수신된 푸시와 동일한 경로(AlarmRequest → AlarmKitScheduler.apply)를 사용해 고정 ID의 알람을 예약하거나 취소해요. simctl push가 이 경로에 도달하지 않는 시뮬레이터에서 사용하세요.
ms: Menggunakan laluan yang sama seperti push yang diterima (AlarmRequest → AlarmKitScheduler.apply) untuk menjadualkan atau membatalkan penggera dengan ID tetap. Gunakannya pada simulator, kerana simctl push tidak melalui laluan ini.
nb: Bruker samme bane som en mottatt push (AlarmRequest → AlarmKitScheduler.apply) for å planlegge eller avbryte en alarm med en fast ID. Bruk den i simulatoren, der simctl push ikke når denne banen.
nl: Gebruikt hetzelfde pad als een ontvangen push (AlarmRequest → AlarmKitScheduler.apply) om een alarm met een vaste ID in te plannen of te annuleren. Gebruik dit in de simulator, waar simctl push dit pad niet bereikt.
pl: Używa tej samej ścieżki co odebrany push (AlarmRequest → AlarmKitScheduler.apply), aby zaplanować lub anulować alarm ze stałym identyfikatorem. Użyj tego w symulatorze, gdzie simctl push nie dociera tą ścieżką.
pt_br: Usa o mesmo caminho de um push recebido (AlarmRequest → AlarmKitScheduler.apply) para agendar ou cancelar um alarme com um ID fixo. Use no simulador, onde simctl push não chega a esse caminho.
pt_pt: Usa o mesmo percurso que um push recebido (AlarmRequest → AlarmKitScheduler.apply) para agendar ou cancelar um alarme com um ID fixo. Usa-o no simulador, onde o simctl push não chega a este percurso.
ro: Folosește aceeași cale ca un push primit (AlarmRequest → AlarmKitScheduler.apply) pentru a programa sau anula o alarmă cu un ID fix. Folosește-l în simulator, unde simctl push nu ajunge pe această cale.
ru: Использует тот же путь, что и полученный push (AlarmRequest → AlarmKitScheduler.apply), чтобы запланировать или отменить будильник с фиксированным идентификатором. Используйте его в симуляторе, где simctl push не проходит по этому пути.
sk: Používa rovnakú cestu ako prijatý push (AlarmRequest → AlarmKitScheduler.apply) na naplánovanie alebo zrušenie alarmu s pevným ID. Použi ho v simulátore, kde simctl push touto cestou neprechádza.
sv: Använder samma väg som en mottagen push (AlarmRequest → AlarmKitScheduler.apply) för att schemalägga eller avbryta ett alarm med ett fast ID. Använd den i simulatorn, där simctl push inte når den här vägen.
th: ใช้เส้นทางเดียวกับ push ที่ได้รับ (AlarmRequest → AlarmKitScheduler.apply) เพื่อกำหนดเวลาหรือยกเลิกการตั้งปลุกด้วย ID แบบคงที่ ใช้ในตัวจำลอง ซึ่ง simctl push ไปไม่ถึงเส้นทางนี้
tr: Alınan bir push ile aynı yolu (AlarmRequest → AlarmKitScheduler.apply) kullanarak sabit kimliğe sahip bir alarmı zamanlar veya iptal eder. simctl push bu yola ulaşamadığı için simülatörde kullanın.
uk: Використовує той самий шлях, що й отриманий push (AlarmRequest → AlarmKitScheduler.apply), щоб запланувати або скасувати будильник із фіксованим ідентифікатором. Використовуйте його в симуляторі, де simctl push не проходить цим шляхом.
vi: Sử dụng cùng đường dẫn với push đã nhận (AlarmRequest → AlarmKitScheduler.apply) để lên lịch hoặc hủy báo thức có ID cố định. Hãy dùng trên trình mô phỏng, nơi simctl push không đi qua đường dẫn này.
zh_hans: 使用与接收 push 相同的路径（AlarmRequest → AlarmKitScheduler.apply）来安排或取消具有固定 ID 的闹钟。在模拟器上使用，因为 simctl push 不会到达此路径。
zh_hant: 使用與接收 push 相同的路徑（AlarmRequest → AlarmKitScheduler.apply）來排程或取消具有固定 ID 的鬧鐘。在模擬器上使用，因為 simctl push 不會到達此路徑。
zh_hk: 使用與已接收 push 相同的路徑（AlarmRequest → AlarmKitScheduler.apply），以排程或取消具有固定 ID 的鬧鐘。在模擬器上使用，因為 simctl push 不會到達此路徑。

source: Schedule a test alarm in 1 minute
ar: جدولة منبّه اختباري بعد دقيقة واحدة
ca: Programa una alarma de prova d'aquí a 1 minut
cs: Naplánovat testovací alarm za 1 minutu
da: Planlæg en testalarm om 1 minut
de: Testalarm in 1 Minute planen
el: Προγραμματισμός δοκιμαστικού συναγερμού σε 1 λεπτό
es: Programar una alarma de prueba en 1 minuto
es_419: Programar una alarma de prueba en 1 minuto
fi: Ajasta testiherätys 1 minuutin päähän
fr: Programmer une alarme de test dans 1 minute
he: תזמון אזעקת בדיקה בעוד דקה
hi: 1 मिनट में परीक्षण अलार्म शेड्यूल करें
hr: Zakaži testni alarm za 1 minutu
hu: Tesztébresztő beállítása 1 perc múlva
id: Jadwalkan alarm pengujian dalam 1 menit
it: Programma una sveglia di prova tra 1 minuto
ja: 1 分後にテストアラームを登録する
ko: 1분 후 테스트 알람 예약
ms: Jadualkan penggera ujian dalam 1 minit
nb: Planlegg en testalarm om 1 minutt
nl: Plan een testalarm over 1 minuut
pl: Zaplanuj alarm testowy za 1 minutę
pt_br: Agendar um alarme de teste para daqui a 1 minuto
pt_pt: Agendar um alarme de teste para daqui a 1 minuto
ro: Programează o alarmă de test peste 1 minut
ru: Запланировать тестовый будильник через 1 минуту
sk: Naplánovať testovací alarm o 1 minútu
sv: Schemalägg ett testalarm om 1 minut
th: ตั้งปลุกทดสอบในอีก 1 นาที
tr: 1 dakika sonra test alarmı planla
uk: Запланувати тестовий будильник через 1 хвилину
vi: Lên lịch báo thức thử sau 1 phút
zh_hans: 1分钟后安排测试闹钟
zh_hant: 1 分鐘後安排測試鬧鐘
zh_hk: 1 分鐘後安排測試鬧鐘

source: Scheduled %@ at %@
ar: تمت جدولة %@ في %@
ca: S'ha programat %@ a les %@
cs: Naplánováno %@ na %@
da: Planlagt %@ kl. %@
de: %@ wurde für %@ geplant.
el: Προγραμματίστηκε το %@ στις %@
es: Se programó %@ a las %@
es_419: Se programó %@ para las %@
fi: Ajastettu %@ ajalle %@
fr: %@ a été programé pour %@
he: תוזמן %@ ל־%@
hi: %@ को %@ पर शेड्यूल किया गया है
hr: Zakazano %@ u %@
hu: %@ ütemezve ekkor: %@
id: Menjadwalkan %@ pada %@
it: Programmato %@ alle %@
ja: %2$@ に %1$@ を登録しました
ko: %@을(를) %@에 예약했어요.
ms: Menjadualkan %@ pada %@
nb: Planla %@ til %@
nl: %@ gepland voor %@
pl: Zaplanowano %@ na %@
pt_br: Agendado %@ para %@
pt_pt: Agendado %@ para %@
ro: S-a programat %@ la %@
ru: Запланировано %@ на %@
sk: Naplánované %@ na %@
sv: Schemalade %@ till %@
th: ตั้งเวลา %@ ไว้ที่ %@
tr: %@ şu saate planlandı: %@
uk: Заплановано %@ на %@
vi: Đã lên lịch %@ vào %@
zh_hans: 已安排 %@ 于 %@
zh_hant: 已安排 %@ 於 %@
zh_hk: 已安排 %@ 於 %@

source: Scheduled alarms
ar: المنبّهات المجدولة
ca: Alarmes programades
cs: Naplánované budíky
da: Planlagte alarmer
de: Geplante Alarme
el: Προγραμματισμένα ξυπνητήρια
es: Alarmas programadas
es_419: Alarmas programadas
fi: Ajastetut herätykset
fr: Alarmes programmées
he: התראות מתוזמנות
hi: शेड्यूल किए गए अलार्म
hr: Zakazani alarmi
hu: Ütemezett ébresztések
id: Alarm terjadwal
it: Sveglie programmate
ja: 登録済みのアラーム
ko: 예약된 알람
ms: Penggera berjadual
nb: Planlagte alarmer
nl: Geplande alarmen
pl: Zaplanowane alarmy
pt_br: Alarmes programados
pt_pt: Alarmes programados
ro: Alarme programate
ru: Запланированные будильники
sk: Naplánované budíky
sv: Schemalagda alarm
th: นาฬิกาปลุกที่ตั้งเวลาไว้
tr: Zamanlanmış alarmlar
uk: Заплановані будильники
vi: Báo thức đã lên lịch
zh_hans: 已安排的闹钟
zh_hant: 已排程的鬧鐘
zh_hk: 已排程的鬧鐘

source: Set Authentication Header Scheme to Bearer and paste the token into Credentials.
ar: اضبط Authentication Header Scheme على Bearer والصق الرمز في Credentials.
ca: Estableix Authentication Header Scheme en Bearer i enganxa el token a Credentials.
cs: Nastav Authentication Header Scheme na Bearer a vlož token do Credentials.
da: Indstil Authentication Header Scheme til Bearer, og indsæt tokenet i Credentials.
de: Setze Authentication Header Scheme auf Bearer und füge das Token in Credentials ein.
el: Ρύθμισε το Authentication Header Scheme σε Bearer και επικόλλησε το token στο Credentials.
es: Establece Authentication Header Scheme en Bearer y pega el token en Credentials.
es_419: Establece Authentication Header Scheme en Bearer y pega el token en Credentials.
fi: Aseta Authentication Header Scheme -asetukseksi Bearer ja liitä token Credentials-kohtaan.
fr: Définissez Authentication Header Scheme sur Bearer, puis collez le token dans Credentials.
he: הגדר את Authentication Header Scheme ל‑Bearer והדבק את האסימון ב‑Credentials.
hi: Authentication Header Scheme को Bearer पर सेट करें और token को Credentials में पेस्ट करें।
hr: Postavi Authentication Header Scheme na Bearer i zalijepi token u Credentials.
hu: Állítsd az Authentication Header Scheme értékét Bearerre, és illeszd be a tokent a Credentials mezőbe.
id: Atur Authentication Header Scheme ke Bearer, lalu tempel token ke Credentials.
it: Imposta Authentication Header Scheme su Bearer e incolla il token in Credentials.
ja: Authentication Header Scheme を Bearer にし、Credentials にトークンを貼り付けます
ko: Authentication Header Scheme을 Bearer로 설정하고 Credentials에 토큰을 붙여 넣으세요.
ms: Tetapkan Authentication Header Scheme kepada Bearer dan tampalkan token ke dalam Credentials.
nb: Angi Authentication Header Scheme til Bearer, og lim inn tokenet i Credentials.
nl: Stel Authentication Header Scheme in op Bearer en plak de token in Credentials.
pl: Ustaw Authentication Header Scheme na Bearer i wklej token do Credentials.
pt_br: Defina Authentication Header Scheme como Bearer e cole o token em Credentials.
pt_pt: Defina Authentication Header Scheme como Bearer e cole o token em Credentials.
ro: Setează Authentication Header Scheme la Bearer și lipește tokenul în Credentials.
ru: Установите Authentication Header Scheme в значение Bearer и вставьте токен в Credentials.
sk: Nastav Authentication Header Scheme na Bearer a vlož token do Credentials.
sv: Ställ in Authentication Header Scheme på Bearer och klistra in tokenet i Credentials.
th: ตั้งค่า Authentication Header Scheme เป็น Bearer แล้ววางโทเค็นลงใน Credentials
tr: Authentication Header Scheme'i Bearer olarak ayarlayın ve token'ı Credentials'a yapıştırın.
uk: Установіть Authentication Header Scheme у значення Bearer і вставте токен у Credentials.
vi: Đặt Authentication Header Scheme thành Bearer rồi dán token vào Credentials.
zh_hans: 将 Authentication Header Scheme 设置为 Bearer，然后将 token 粘贴到 Credentials。
zh_hant: 將 Authentication Header Scheme 設為 Bearer，然後將 token 貼到 Credentials。
zh_hk: 將 Authentication Header Scheme 設為 Bearer，然後將 token 貼到 Credentials。
